Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/300_000_kroner_til_prosjektet_generasjonsfelleskap_.html.tmx
Source language: nob
Languages: sme

source: Sametingsrådet har tildelt 300 000 kroner til den lulesamiske barnahagen Viejega til prosjektet Generasjonsfellesskap for tradisjonelt arbeid.
sme: Sámediggeráđđi lea juolludan 300 000 ruvnno julevsámi mánáidgárdái Viejegii prošektii Generasjonsfelleskap for tradisjonelt arbeid (Buolvvaid searvevuohta árbevirolaš bargguin).

source: Tilskuddet er gitt over ordningen Prosjekter og utviklingsarbeid i barnehager.
sme: Doarjja lea juolluduvvon Doarjja prošeavttaide ja ovddidanbargguide mánáidgárddiin - ortnega bokte.

source: Målet med denne ordningen er at barnehager skal få høyere kvalitet på samisk språk- og kulturarbeid.
sme: Ulbmil dáinna ortnegiin lea ahte mánáidgárddit galget oažžut buoret kvalitehta sámi giella- ja kulturbargui.

source: – Dette prosjektet tar utgangspunkt i samisk tradisjon, hvor barna oppdras av hele familien, slekta, siidaen og lokalsamfunnet.
sme: - Dán prošeavtta vuolggasadjin lea sámi árbevierru, gos mánáid bajásgesset olles bearaš, sohka, siida ja báikkálaš servodat.

source: Her vil både barna og den eldre generasjonen knytte nær bånd, og lulesamisk språk, kultur, tradisjoner og verdier står sentralt i prosjektet.
sme: Dás čatnasit sihke mánát ja boarráset buolva lagas oktavuođaide, ja julevsámi giella, kultuvra, árbevierut ja árvvut leat guovddážis prošeavttas.

source: Dette er virkelig et godt prosjekt hvor de arbeider både med tradisjonell kunnskap og å styrke språket, sier sametingspresidenten Silje Karine Muotka (NSR).
sme: Dát lea duođai buorre prošeakta mas barget sihke árbedieđuin ja giela nannemiin, dadjá sámediggepresideanta Silje Karine Muotka (NSR).

source: Prosjektet barnehagen Viejega skal gjennomføre, har som mål å styrke arbeidet med tradisjonelt arbeid og kunnskapsoverføring mellom generasjoner.
sme: Prošeakta maid mánáidgárdi Viejega galgá čađahit, galgá nannet árbevirolaš barggu ja máhttofievrrideami buolvvaid gaskkas.

source: Dette skal de gjøre ved at barnehagen skaper et generasjonsfelleskap hvor eldre lulesamiske ressurspersoner gjør tradisjonelt arbeid sammen med barnehagen.
sme: Dan sii galget dahkat dakko bokte ahte mánáidgárdi ásaha sohkabuolvasearvevuođa gos boarráset julevsámi resursaolbmot árbevirolaččat barget ovttas mánáidgárddiin.

source: Prosjektet skal også styrke barnehagebarnas lulesamiske språk.
sme: Prošeakta galgá maiddái nannet mánáidgárdemánáid julevsámegiela.

source: Barna skal rustes opp til å klare seg godt, bli trygge og få god tilknytning til sin egen kultur, sitt språk og styrke sin lulesamiske identitet.
sme: Mánát galget ráhkkanit birget bures, šaddat oadjebassan ja oažžut buori gullevašvuođa iežaset kultuvrii, gillii ja nannet iežaset julevsámi identitehta.

source: Den eldre generasjonen er bærere av samenes felles historie og kunnskap, og et slikt felleskap sørger for at tradisjonell kunnskap og tradisjoner blir overført videre til den yngre generasjonen.
sme: Boarráset buolva guoddá sámiid oktasaš historjjá ja máhtu, ja dakkár oktavuohta dagaha ahte árbevirolaš máhttu ja árbevierut sirdašuvvet nuorat buolvvaide.

source: Prosjektet vil også bidra til at barna får lære lulesamiske ord og uttrykk knyttet til arbeidet, og på den måten få et lulesamiskspråklig tilbud som er rikt og variert.
sme: Prošeakta galgá maid veahkehit mánáid oahppat julevsámi sániid ja dadjanvugiid barggu oktavuođas, ja dieinna lágiin oažžut rikkis ja girjás julevsámegiel fálaldaga.

source: – Vi i sametingsrådet ønsker barnehagen Viejega og ressurspersonene lykke til med å skape et generasjonsfelleskap som bærer frukter for fremtiden, avslutter sametingspresident Muotka.
sme: - Mii sámediggeráđis sávvat lihku Viejega mánáidgárdái ja resursaolbmuide ásaheamis sohkabuolvasearvevuođa mas lea ávki boahtteáigái, loahpaha sámediggepresideanta Muotka.
